data/perf/sweep-amd-f3deebfbab60/memcached-t24/memcached/tsan-dom_peeling-ea-lo-st-swmr-stmt/run2/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       120233.80          ---          ---         6.12225         5.85500        14.39900        18.30300      8205.92 
Gets      1202324.80       514.48   1201810.33         6.07639         5.82300        14.33500        18.30300     30426.90 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1322558.61       514.48   1201810.33         6.08056         5.82300        14.33500        18.30300     38632.83 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       104035.29          ---          ---         7.23813         7.45500        15.42300        19.07100      7100.38 
Gets      1040341.50       835.40   1039506.11         7.17377         7.39100        15.35900        18.94300     26351.22 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1144376.80       835.40   1039506.11         7.17962         7.39100        15.35900        18.94300     33451.60 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       110376.66          ---          ---         6.81373         6.87900        15.16700        18.94300      7533.17 
Gets      1103754.41       796.12   1102958.30         6.75622         6.81500        15.03900        18.94300     27951.98 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1214131.07       796.12   1102958.30         6.76145         6.81500        15.03900        18.94300     35485.15